Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 레일라는 준비한 미소를 띤 얼굴로 그녀를 마주했다.
en_us: but now she had no choice but to continue smiling politely at Claudine,

source: “그야, 레머 씨의 뜻대로.”{j}마티어스는 미소와 함께 짧은 대답을 건넸다.{j}정원사가 숲에서 무엇을 키우든 그의 알 바는 아닌 일이었다.
en_us: “Ah, yes, that’s fine, Mr. Remmer,” Matthias said, smiling. He didn’t care if the gardener wanted to take care of a child.{j}{j}

source: 제 할 일을 마친 그들이 물러가자 마티어스는 목이 긴 잔을 쥔 채로 창문 너머의 풍경을 감상했다.
en_us: The butler and maid left after completing their tasks. With the long-necked glass in his hand, Matthias gazed at the scenery out the window.

source: “괜찮기는.
en_us: “You’re fine?

source: 지난 몇 달간 지켜본 레일라 르웰린은 세상 만물에 호기심이 많은 아이였다.
en_us: During the past few months while she had been staying at the Herhardt estate, it had become clear that Layla was full of curiosity about the world around her.

source: 짐을 실은 마차는 적당한 거리를 유지하며 화려한 금빛의 문장이 번뜩이는 마차의 뒤를 따랐다.
en_us: A separate carriage carrying Matthias’s luggage followed a moderate distance behind, its golden crest gleaming in the sunlight.

source: 지금의 막대한 부를 일군 건 마티어스의 조부로, 신대륙의 유전에 투자를 한 과감한 선택이 주효했다.
en_us: The immense wealth the family now possessed had been amassed mostly by Matthias’s grandfather, who had made the bold choice to invest in oil in the New World.

source: 빌은 수레에 싣고 온 삽을 드는 것으로 대답을 대신했다.
en_us: Bill silently took the shovel out of the wheelbarrow he had just brought back from the garden.

source: 울어 봐, 빌어도 좋고
en_us: Cry, or Better Yet, Beg

source: 아르비스에서 여름을 보낼 친척들의 방문.
en_us: Matthias sat deep in his seat, staring out the carriage window, while his butler Hessen thoroughly briefed him on all his family’s pending issues.

source: “예뻐.”{j}겨우 목소리를 낼 수 있게 된 카일은 단호하게 레일라의 말을 잘랐다.{j}“예뻐, 레일라.{j}진심이야.”{j}다시 한 번, 카일은 확신을 담아 말했다.{j}신이 난 아이 같은 웃음이 사라진 얼굴이 언뜻 붉게 물들었다.{j}빌 아저씨가 레일라를 위한 선물을 준비했다는 건 미리 알고 있었지만 이정도일 거라고는 상상도 하지 못했다.{j}촌스러운 밀짚모자 같은 걸 고르는 아저씨의 안목이 상당히 걱정스럽기도 했는데 이건 정말이지…….
en_us: “You look pretty,” Kyle said, cutting her off. He barely felt capable of speech, but he was able to confidently say, “You look beautiful, Layla. I mean it.” The childlike smile had left his face. He was now blushing. He had heard that Bill was getting her a new dress for the party, but he had no idea it would look like this. Based on the straw hat Bill had previously picked out for her, he had been worried about his fashion sense, but this was exquisite.{j}{j}{j}{j}{j}{j}{j}

source: 만족스러운 대답에 카일의 미소가 한층 환해졌다.{j}“역시.{j}그럴 줄 알았지.{j}아, 심부름하는 거 도와줄까?”
en_us: Kyle’s smile widened at this reply. “Good, I thought so. Hey, you want some help picking those roses?”{j}{j}{j}

source: 그다음 순간의 기억은 희미했다.
en_us: Her memory of what happened next was hazy.

source: 오늘 오후에는 아르비스에서 이사들을 만날 예정이었다.
en_us: That afternoon he had to meet with the family company’s board of directors.

source: 아직 쓸 만하구요.”{j}레일라는 가방을 흔들며 마주 웃었다.
en_us: It’s still perfectly usable.” She laughed along with him.{j}

source: 기사도 헐레벌떡 운전석으로 돌아갔다.
en_us: The chauffeur also hurried back into the driver’s seat.

source: 하지만 카일은 다른 수많은 것들을 읽어 낼 수 있었다.{j}목표를 달성해 신이 나 있을 레일라.{j}눈을 반짝거리며 장난스럽게 웃을 레일라.{j}레일라.{j}내 소중한 친구 레일라.
en_us: However, Kyle had been able to read many more things into that one short sentence: He could see Layla jumping for joy after accomplishing her goal. He could see Layla laughing excitedly with sparkling eyes. He could see his dear friend Layla happy.{j}{j}{j}{j}

source: 울리고, 또 울려 보고 싶을 만큼.
en_us: Pretty enough that he wanted to make her cry again and again.

source: 더 이상 미소 짓지 않는 그의 얼굴은 밤처럼 고요했다.
en_us: His no longer smiling face was as still as the night.

source: 구역질이 멈추자 레일라는 숲속을 흐르는 얕은 시냇가로 가 입을 헹구었다.
en_us: Once her nausea had passed, she went to a shallow brook that flowed through the forest and rinsed off her mouth.

source: “아니면 뭔데?
en_us: “What is it, then?” he asked.

source: “노트.”{j}뻔뻔하게 대답한 레일라는 얼마 지나지 않아 크크크 장난스러운 웃음을 터트렸다.
en_us: “The notes,” she boldly replied, before bursting into mischievous laughter.{j}

source: 노마님은 절대 자동차를 타지 않으니 아마도 사교 모임에 다녀오는 작은 마님인 듯했다.
en_us: Since Dowager Herhardt, the duke’s grandmother, never rode in cars, it was probably Lady Herhardt, the duke’s mother, returning from a social gathering.

source: 클로딘은 살며시 고개를 숙인 채 수줍은 미소를 머금었다.
en_us: Claudine subtly lowered her head and smiled bashfully.

source: 이사들에게는 유능한 사업가.
en_us: To the directors of his company, he was a capable businessman.

source: “이쪽은 레일라.
en_us: * * * “This is Layla.

source: 오늘의 사냥도 꽤 즐거웠다.
en_us: It had been another enjoyable hunt.

source: 듣고 있습니다.”{j}바들바들 떨면서도 레일라는 제법 당차게 말을 이었다.{j}그를 직시하는 여름 숲을 닮은 눈동자가 당혹감과 섞인 분노로 반짝였다.
en_us: “I’m listening.” Her voice was full of confidence even though her body was trembling. Her green eyes, which resembled the summer forest, twinkled with anger and embarrassment.{j}{j}

source: 마티어스는 원해 본 적 없었다.
en_us: Matthias had never desired anything.

source: 다음, 그다음 집으로 떠넘겨질 때마다 매번 그런 생각을 했다.
en_us: She felt the same way about the following home, and the one after that.

source: 레일라 르웰린이 이렇게 잘 웃는다는 걸 아는 사람은 빌 아저씨를 제외하면 이 세상에 카일 에트먼뿐일 거다.
en_us: Other than Bill, Kyle was the only person in the world who knew how much she laughed.

source: “무슨 문제가 있지?”{j}그가 가볍게 눈썹을 찌푸렸다.{j}“내 영지의, 내 사냥터에서, 내 새를 사냥한 것뿐인데.”
en_us: “What’s the problem, exactly?” he asked, furrowing his brow. “I was simply hunting my birds, on my hunting ground, on my land.”{j}{j}

source: 카일이 찾아왔을 때 오두막은 비어 있었다.
en_us: * * * The cottage was empty when Kyle arrived.

source: 마티어스는 그에 상응하는 미소로 답했다.
en_us: Matthias looked back at her with the same smile.

source: 선대 헤르하르트 공작은 그만한 지위에 있는 여느 남자들처럼 정부를 두었지만 사생아로 후계를 어지럽히는 우를 범하지는 않았다.
en_us: While the previous Duke Herhardt, Matthias’s late father, had kept a mistress, like most men in his position, he had not made things awkward for his heir by fathering an illegitimate child.

source: 장난기가 발동한 레일라는 조심스럽게 발돋움을 했다 내리기를 반복하며 물결치는 풍성한 드레스 자락을 바라보았다.
en_us: This amused her, so she started raising herself onto her tiptoes and lowering back down again so that she could see the undulating motion of her dress.

source: 그 쉬운 결론이 마티어스를 미소 짓게 했다.
en_us: He smiled at the ease with which he had reached this conclusion.

source: 발가벗은 커다란 남자.
en_us: A tall man without any clothes on.

source: 정말이지 거슬리는 계집애, 레일라 르웰린이었다.
en_us: Sure enough, it was that annoying girl, Layla Llewellyn.

source: 숲 저편에서 놀란 새들이 일제히 날아올랐다.
en_us: On the far side of the forest, a bunch of startled birds were flying upward.

source: 레일라는 뻣뻣한 걸음을 옮겨 그 뒤를 따랐다.
en_us: Layla stiffly followed behind her.

source: 마티어스는 더욱 힘주어 모자를 쥔 채 의자에서 일어섰다.
en_us: Matthias tightened his grip on the hat and stood up from his seat.

source: “새로운 세상을 만난 기분이네요.”{j}충격을 받은 사람처럼 멍해져 있던 레일라가 속삭였다.
en_us: * * * “I feel like I’m gazing into a new world,” Layla whispered in a daze.{j}

source: 빌이 대수롭지 않게 던진 말에 레일라는 사색이 되어 걸음을 멈추었다.{j}뒤늦게 그 이유를 알아차린 빌은 멋쩍어져 헛기침을 흘렸다.
en_us: Layla suddenly stopped walking, shocked by this remark.{j}

source: 마티어스는 턱 끝을 까딱이는 것으로 숙녀다운 인사에 합격점을 주었다.
en_us: Matthias bobbed his chin to indicate that her gesture had been sufficiently ladylike.

source: “네, 아저씨.”{j}레일라는 기꺼이 고개를 끄덕였다.{j}“그럴게요.”{j}안경은 분명 선착장에 벗어 둔 그대로 있을 거라 확신했기에 선선히 대답할 수 있었다.
en_us: Layla nodded readily. “Yes, Uncle, I will.” Even though she didn’t want him to buy her new glasses, she was humoring him because she was confident that her old pair was still sitting right on the dock where she had left it.{j}{j}{j}

source: 그 모든 것이 그에게는 레일라였다.
en_us: They all made it clear to him that this was Layla.

source: “전 여름을 그리 좋아하지 않습니다, 영애.”{j}마티어스는 클로딘 곁에 멈추어 섰다.{j}장미가 만발한 정원을 보던 시선이 레일라의 얼굴 위를 짧게 스쳤다.{j}불청객들의 등장에 무척 당황하고 초조해하는 모습이었다.
en_us: “I don’t like the summer all that much, my lady,” Matthias replied, standing next to Claudine. He surveyed the garden full of roses in full bloom, and his eyes quickly passed over Layla’s face. He seemed flustered when he noticed the unexpected third party.{j}{j}{j}

source: 소년은 흔쾌히 고개를 끄덕였다.
en_us: The boy nodded eagerly.

source: “오랜만이에요, 헤르하르트 공.”
en_us: “It’s been a long time, Duke Herhardt.”

source: 일희일비하지 않는 품위 있는 태도가 참 귀족적이고 우아하거든요.”
en_us: “Your even temperament is very aristocratic and gentlemanly.”

source: 현관에는 가문의 주인을 마중 나온 어머니와 할머니가 꼿꼿한 자세로 서 있었다.
en_us: Matthias’s mother and grandmother were standing in front of the mansion, ready to receive the head of the household.

source: “네, 아가씨.”{j}레일라 역시 맡은 바에 충실한 대답을 건넸다.
en_us: “Yes, Miss,” Layla replied, continuing to play the part that had been assigned to her.{j}

source: “아닙니다, 아가씨.”{j}레일라는 공손하게 고개를 조아렸다.{j}마주 잡은 하얀 손끝에는 꽃을 꺾을 때 밴 풀물이 어렴풋이 남아 있었다.{j}장미 가시에 손을 찔렸는지 피가 맺힌 상처도 몇 군데 남아 있었다.{j}“저는 이제…….”
en_us: “No problem, Miss,” Layla replied, bowing her head respectfully. She clasped her hands together. There were green smudges on her fingers from cutting flowers. There were also a few scratches from rose thorns. “I’ll be on my way th-”{j}{j}{j}{j}

source: 불필요한 감정을 소모할 필요 없는, 그의 세상을 더욱 견고하게 만들어 줄 디딤돌로서의 결혼을.
en_us: A marriage that served as a stepping stone to stabilize his world, without involving needless emotions.

source: 술에 취한 날이면 고모부는 어김없이 레일라에 대한 분노를 표출했다.
en_us: Whenever the uncle at that house was drunk, he would vent his anger at her.

source: “대체 왜 그러는 거야?”{j}혼잣말을 중얼거리며 레일라는 무의식적으로 입술을 문질러 닦았다.{j}“……망측스럽게.”
en_us: “Why did they do that?” she muttered, and unwittingly started rubbing her lips. “Ew.”{j}{j}

source: “오늘 참 예쁘다.
en_us: “I wanted to say,” Claudine continued, “you look very pretty tonight.

source: 게다가 심부름을 하느라 더위에 시달렸더니 입맛 같은 건 조금도 남아 있지 않았다.
en_us: Moreover, laboring in the hot sun had made her lose whatever slight appetite she might have had left.

source: 마티어스는 리에트가 권한 샴페인을 기꺼이 한 잔 받아 들었다.
en_us: Matthias gladly accepted a glass of champagne that Riette offered him.

source: 거기에 정신이 팔려 손에 든 바구니가 얼마나 무거운지도 알지 못했다.
en_us: She was so distracted, she didn’t even feel the weight of the full basket in her arms.

source: “나무 타는 재주가 꽤 쓸 만한 애지.”
en_us: “Yep, she’s sure got a knack for climbing trees,” Bill flatly remarked.

source: “아저씨, 제가 번 돈이면 이 돈을 써도 부끄럽지 않은 일인가요?”{j}음식을 꼭꼭 씹어 삼킨 레일라가 물었다.
en_us: “Uncle, if it’s my money, I can spend it, right?” Layla asked in between bites of food.{j}

source: 레일라를 우리가 독차지할 수는 없으니까.”{j}클로딘은 기꺼이 고개를 끄덕여 주며 마티어스를 보았다.
en_us: We don’t have a monopoly on Layla,” Claudine said with a nod, glancing at Matthias.{j}

source: 아주 바보는 아니었던가 보지.
en_us: Maybe she’s not so foolish after all.

source: 그 여자, 레일라를 욕망한다.
en_us: He desired Layla.

source: 나를 떠나 소년에게 갔다.
en_us: She left me to go see that boy.

source: 그 생경한 감정을 불러일으키는 존재가 다른 누구도 아닌 바로 저 고아 레일라라는 사실은 약간의 모멸감을 주기도 했다.
en_us: It was slightly embarrassing to realize that the only person who behaved like this around her was that orphan.

source: 제 친구예요.”{j}클로딘은 또 한 무리의 숙녀들에게로 레일라를 데려갔다.
en_us: She’s my friend,” said Claudine after bringing Layla to yet another group of young ladies.{j}

source: 노마님이 그래도 된다고 하셔서.”
en_us: Dowager Herhardt said it was all right.”

source: 빌이 수레를 정리하는 동안 레일라는 점심 식사를 준비했다.
en_us: While Bill put away his wheelbarrow, Layla started making lunch.

source: 그날 영지로 돌아오는 차 안에서 마티어스는 그 목걸이를 사들일 것을 헤센에게 지시했다.
en_us: Thus, in the car on the way back to the estate, he had instructed Hessen to buy the necklace.

source: 이만 시선을 내린 마티어스는 큰 걸음을 내디뎌 계단을 올랐다.
en_us: Lowering his gaze again, he ascended the stairs with large steps.

source: 이번에도 그는 침묵을 지켰다.
en_us: He continued to remain silent.

source: 오랜 역사를 통해 쌓아 온 모든 명예와 권세가 이제 마티어스의 두 손에 쥐여져 있었다.
en_us: All the honor and power that the family had gained since that time would now fall to Matthias.

source: 그녀의 절충안에 또 한 번 웃음이 터져 나왔다.
en_us: The group burst into another round of laughter at the compromise Claudine had suggested.

source: “아저씨, 레일라는요?”{j}신이 난 카일이 싱글거리며 물었다.
en_us: “Hi, Mr. Remmer. Is Layla ready?” Kyle asked, smiling excitedly.{j}

source: 모나 부인은 한참을 더 귀 따가운 설교를 쏟아 낸 후에야 돌아갔다.
en_us: Mona spent awhile longer stridently lecturing Bill, then finally left.

source: “뭐가?”
en_us: “What don’t you understand?” he asked.

source: 헤르하르트 공작의 삶 어디에도 불필요한 존재가 끼어들 만한 틈 같은 건 존재하지 않았으니까.
en_us: There had never been room in his life for an entity without a pre-ordained role.

source: “리에트가?
en_us: “Riette?

source: 그 사실이 주는 안도감 속에서 레일라는 이 불편한 티타임이 어서 끝나기를 기다렸다.
en_us: This brought her a sense of relief. She hoped that this tedious teatime would be over soon.

source: 테니스를 치러 간 카일과 시내에서 만나기로 했는데.
en_us: She was supposed to meet Kyle downtown after his tennis practice.

source: 레일라는 초점이 불분명한 눈으로 죽은 새를 바라보고, 마티어스는 그런 레일라를 바라보았다.
en_us: Layla was staring with unfocused eyes at the dead bird, and Matthias was gazing at her.

source: 마티어스는 고개를 숙여 할머니의 키스를 받아 주었다.
en_us: Matthias bowed his head and accepted a kiss from his grandmother.

source: 나무 끝을 향해 겨누고 있던 총을 내려 든 공작이 물끄러미 그녀를 바라보고 있었다.
en_us: The duke had his gun pointed at the top of a tree. He lowered the barrel, then turned and stared vacantly at Layla.

source: 한 번.
en_us: He then repeated this same sequence of actions on another bird.

source: 아름다운 깃털 몇 개와 꽃잎들.
en_us: Some beautiful feathers and flower petals.

source: 헤르하르트 공작이라는 변수가 있기는 해도 여름은 역시 아름다운 계절이 확실하다.
en_us: Even considering the added element of Duke Herhardt, she knew that this summer would be just as beautiful a season as ever.

source: 새 노트를 사고 싶어요.”
en_us: I want to buy a new one.”

source: “그러면 공작님이…….”
en_us: “That means that the duke is...”

source: 가지런히 벗어 둔 구두를, 상처 난 발을, 무릎을 감싼 가느다란 두 팔과 잠이 드니 더욱 순해 보이는 얼굴을.
en_us: He observed her shoes placed neatly next to her, her blistered feet, her slender arms wrapped around her knees, and her face, which looked even gentler than it did when she was awake.

source: 눈을 감고 있자 두통은 다소 진정되었다.
en_us: When she closed her eyes, her headache subsided slightly.

source: 정원 저편에서 빌 레머는 언제나처럼 구부정한 자세로 일을 하고 있었다.
en_us: Bill was on the far side of the garden, doing his work in his usual, hunched-over posture.

source: “설마 또 이런 사냥을 하실 건가요?”{j}이만 떠나려는 그에게 레일라가 다급히 물었다.
en_us: Seeing that he seemed to be preparing to leave, Layla urgently asked, “You’re not going to keep hunting like this, are you, Your Grace?”{j}

source: “속았다.”
en_us: “Haha, fooled you,” he said.

source: 그 모습 어디에도 어린 누이의 흔적은 남아 있지 않았다.{j}“환영합니다, 브란트 영애.”{j}마티어스 역시 격식을 차린 인사로 클로딘을 맞이했다.{j}마치 처음 만난 숙녀를 대하듯 감쪽같은 태도였다.
en_us: Matthias saw no trace of the young, immature cousin he remembered from years earlier. “Welcome, Lady Claudine,” he replied, bowing in response to her curtsy. It was as if he were greeting a lady he had just met for the first time.{j}{j}{j}

source: 모나 부인은 목청 높여 핀잔을 늘어놓았지만 빌은 듣는 둥 마는 둥 하며 창문 너머를 기웃거렸다.
en_us: However, Bill just kept peeking out the window, barely listening.

source: 이만 돌아서야 할까.
en_us: Maybe I should turn back...

source: 꽃꽂이를 즐기는 클로딘이 이 파고라 아래에 자리를 잡으면 필요한 장미를 꺾어 오는 일은 레일라 르웰린의 몫이었다.
en_us: Claudine would sit under the pergola and arrange flowers, while Layla’s job was to pick the flowers and bring them to her.

source: 익숙한 얼굴들 사이로 섞여 든 그는 다시 아르비스의 주인, 헤르하르트 공작의 역할을 수행해 내기 시작했다.
en_us: Among the familiar faces at the party, he resumed his role as Duke Herhardt, lord of Arvis.

source: 마티어스는 여전히 그 자리에 머무르고 있었다.
en_us: Matthias was still in the same spot,

source: 그리고 이제 완벽한 여자와 결혼해 완벽한 헤르하르트 공작, 완벽한 아버지가 될 것이다.
en_us: Now he would soon be marrying the perfect woman, and would then become the perfect husband and the perfect father.

source: 화제가 시험 쪽으로 흘러가자 레일라의 눈빛이 심각해졌다.
en_us: When their conversation shifted to exams, Layla’s face grew serious.

source: 레일라가 필사적으로 그를 피해 다니기 시작한 건.
en_us: Since that incident she had been avoiding Matthias like the plague.

source: 레일라는 숨을 죽인 채 돌아섰다.
en_us: Matthias was sitting across from his butler

source: 레일라는 종종 그랬다.
en_us: This happened to her sometimes.

source: 그에게 붙들려 있느라 제대로 숨을 쉬지 못했던 고통이 뒤늦게 밀려들었다.
en_us: She was suddenly flooded with discomfort from having been unable to breathe properly while he was holding her face.

source: 이따 집으로 오는 게 더 편할 텐데.”
en_us: “Wouldn’t it have been easier just to meet me at the cottage?”

source: 너무나 지루해 견딜 수 없을 때에는 저 아이라도 불러 몇 마디를 나누는 게 그리 나쁘지 않은 일이기도 했다.
en_us: Sometimes when Claudine was really bored she would summon Layla to chat as well.

source: 아무리 꿈이라 해도 그건 너무 이상하지 않은가?{j}번뜩 의문이 떠오르자 희미하게 남아 있던 잠기운이 물러갔다.{j}“……공작님?”{j}아무리 그래도 믿기지 않아 속삭이듯 그를 불러보았다.
en_us: Even for a dream, that’s pretty strange... As this thought came to Layla’s mind, the last traces of sleepiness faded away. Nonetheless, she couldn’t believe what she was seeing. “Your Grace...?” she quietly whispered.{j}{j}{j}

source: 그리고 그는 정확히 클로딘의 기대에 부응해 주었다.
en_us: And his reaction had been just as she had expected.

source: 살갗이 얼얼해질 때까지 반복해 씻어 냈지만 그 이상한 감촉은 좀처럼 지워지지 않았다.
en_us: She kept rinsing her face until her skin was burning, but she couldn’t get rid of the strange sensation that still lingered on her lips.

source: “왜 그걸 참고 있어?”
en_us: “Why do you put up with that?”

source: 레일라는 제 짐을 모두 팽개치고 줄행랑을 쳐 버린 후였다.
en_us: All the things Layla had had with her were strewn on the ground.

source: “벌 같은 건 준 적 없는데.”{j}마티어스는 꽤 진지하게 대꾸했다.{j}“나는 나의 일을 하고, 너는 너의 일을 하는 것뿐이지, 레일라.”{j}그건 그의 진심이기도 했다.{j}“잘못.{j}그건 글쎄.”{j}잠시 생각에 잠겼던 마티어스는 잠잠해진 눈길로 레일라를 보았다.{j}“새를 그렇게 좋아하는 이유가 뭐지?”{j}조금 전과 똑같은 질문을, 그는 조금 전과 조금도 다르지 않은 어조로 건넸다.
en_us: “I haven’t punished you,” he solemnly replied, “I did my work, and you did yours. It’s as simple as that, Layla.” This was how he really felt. “As for a wrong that you have committed, I don’t know about that...” He sank into thought for a moment, then looked at her with tranquil eyes and asked, “Why do you like birds so much?” It was the same question he had asked her earlier, and he asked it in an unchanged tone of voice.{j}{j}{j}{j}{j}{j}{j}{j}

source: 깜짝 선물처럼 말이에요.
en_us: As a sort of surprise gift.

source: 기다려야 할까?
en_us: Should I wait for him to wake up? she wondered.

source: 그를 본 여자의 초록 눈이 동그랗게 커졌다.
en_us: When she saw him, her green eyes widened.

source: “이봐요, 빌 레머.
en_us: “Come on, Bill.

source: 구두를 벗기까지는 조금 더 큰 용기와 시간이 필요했다.
en_us: After some time passed, she worked up the courage to take off her shoes.

source: 레일라의 낯빛이 창백해져 갈수록 클로딘의 미소는 화사해졌다.
en_us: As Layla’s face grew pale, Claudine’s smile brightened.

source: 딴청을 부리듯 고개를 몇 번 갸웃거리던 까마귀는 곧 먼 숲으로 날아가 버렸다.
en_us: The bird cocked its head a few times, as if feigning innocence, then flew away deep into the forest.

source: 하지만 그럼에도 이처럼 미진한 느낌이 드는 건 아마도 필사적으로 도망쳐 다니는 새 한 마리 때문일 터였다.
en_us: And yet he was still feeling unsatisfied, because of one bird that was desperately trying to evade him.

source: 농담을 가장해 던진 말에 레일라가 당황하며 뺨을 붉혔다.
en_us: Layla blushed with embarrassment at Claudine’s backhanded compliment.

source: 빌 아저씨를 도와 정성껏 가지를 치며 가꾼 장미 덩굴이지만 그 아래에 머물러 본 적은 없었다.
en_us: The pergola was covered with roses expertly cultivated by Uncle Bill, and yet she had never sat underneath it.

source: 열어 보지 않아도 그 안에 든 것을 추측해 보기란 어렵지 않았다.{j}“버리세요.”{j}담배 연기와 함께 흘러나온 그의 명령은 담담했다.
en_us: Even without opening it, it wasn’t hard to guess its contents. As the smoke drifted out of his mouth, he calmly replied, “Throw it away.”{j}{j}

source: 레일라와 만나, 이렇게 레일라의 자전거를 함께 타고 돌아가고 싶은 마음에.
en_us: because he had wanted to ride on her bicycle with her.

source: 좀처럼 손님을 들이는 법이 없었고 드나드는 사용인도 한정적이었다.
en_us: He rarely had guests there, and only a limited number of servants would wait on him.

source: “감사하지만 공작님, 전 괜찮습니다.”{j}레일라는 떨리는 손으로 돔 디쉬를 내려놓았다.
en_us: “Thank you, Your Grace, but I’m all right,” she said, placing the cloche back on the tray with a trembling hand.{j}

source: 싱싱한 꽃줄기를 자르는 가위 날의 소리와 종이가 팔랑이는 소리가 정적 속으로 스며들었다.
en_us: The silent room was soon filled with the sound of clippers snipping rose stems, and papers being turned and shifted.

source: 저택을 찾은 손님이 없을 때면 마티어스는 종종 별채를 찾았다.
en_us: When there were no guests at the mansion, he would often visit the cabin,

source: 그래 보아야 벽에 가로막힐 뿐인데도.{j}마티어스는 천천히 몸을 일으켰다.{j}소파에 기대어 앉자 줄곧 어둠 속에 잠겨 있던 그의 얼굴 위로도 달빛이 내려앉았다.
en_us: She’s going to bump into the wall, Matthias thought. He then slowly rose to a sitting position on the sofa, and the moonlight shone on his face.{j}{j}

source: 헤르하르트 공작과 그의 친구들이었다.
en_us: It was Duke Herhardt and his friends.

source: 클로딘에게 끌려다니는 내내 형식적인 미소만 짓고 있던 레일라도 동그래진 눈으로 그곳을 보았다.
en_us: Layla, who had been maintaining a polite smile as Claudine took her from group to group, also looked with widened eyes in the same direction.

source: “야!
en_us: “Hey!

source: 정원사가 키우는 고아?”{j}창문 너머로 펼쳐진 정원을 감상하던 브란트 백작 부인의 이마에 주름이 졌다.{j}안경을 쓴 한 아가씨가 정원사를 도와 장미 화단을 정리하고 있었다.
en_us: The orphan that the gardener was taking care of?” Countess Brandt asked, furrowing her brow as she gazed out the window at the garden where a bespectacled young lady was helping the gardener tend the rose bed.{j}{j}

source: 놀랍도록 공정한 빌 레머는 공작 일가를 대하는 태도도 별반 다르지 않았는데, 그럼에도 그는 신임받았다.
en_us: He was so evenhanded in his treatment of everyone that he acted the same way with the Herhardt family as he did with his coworkers. Even so, the family trusted him deeply.

source: 카일인가 하여 기뻐하던 레일라의 얼굴이 한순간 얼어붙었다.
en_us: Thinking Kyle had already returned, she got excited, but then she realized it wasn’t him and her heart sank.

source: 마티어스는 이만 떠나려던 마음을 바꾸어 느긋이 레일라를 내려다보았다.
en_us: Matthias was about to leave when he changed his mind and casually looked down at Layla.

source: 그 눈이 자신을 향해 있다는 것을 뒤늦게 깨달은 레일라는 황급히 시선을 떨구었다.
en_us: so much so that it took a moment for it to register with her that those eyes were looking right at her, whereupon she instantly lowered her gaze again.

source: 시시하고 뻔하지만 가장 적절한 이야기를, 가장 우아한 격식을 갖추어.
en_us: Even when talking about trivial matters, they employed the utmost conversational etiquette.

source: “저기, 빌 아저씨.
en_us: Just then, the girl, who had been watching Bill quietly, said, “Excuse me, Uncle Bill.

source: 클로딘, 곧 약혼을 한다고 들었어요.”{j}교사가 될 고아 이야기는 그만하면 되었다는 듯 한 숙녀가 우아하게 화제를 돌렸다.
en_us: Claudine, I heard you’re soon going to be engaged,” said one of the ladies, gracefully changing the subject once enough had been said about the orphan who was going to become a teacher.{j}

source: 레일라가 거짓말을 하지 않았다는 건 곧 증명되었다.
en_us: When she returned, he could tell that she hadn’t been lying about her lack of flower arrangement skills.

source: “이거 찾아?”{j}마티어스는 손에 쥔 안경을 천천히 흔들며 입술을 열었다.
en_us: “Are you looking for these?” he asked, gently shaking the glasses in his hand.{j}

source: 적절한 시기에 결혼을 해 후계자를 낳는 건 당연한 의무였으므로.
en_us: It was his duty to get married at the proper time and father an heir.

source: “널 구경거리 취급하며 이리저리 끌고 다니는데 왜 가만히 있어?
en_us: “She drags you around and shows you off to her friends like you’re her pet. Why do you let her do that?

source: 정말 신기해요.
en_us: It’s remarkable.

source: 노마님이 널 찾으셔.
en_us: Dowager Herhardt is looking for you.

source: “다정한 사냥이라도 해 주길 원해?”
en_us: “If you don’t like the brutal form of hunting that I practice, what should I do instead? Friendly hunting?”

source: 수면 위로 떠올랐다 가라앉기를 반복하는 사이에 비명은 차츰 가늘어져 갔다.
en_us: Her screams grew fainter as her head bobbed above and below the water’s surface.

source: 레일라 르웰린의 저 온순한 태도는 사실 철저한 무관심에서 나오는 것인지도 모른다.
en_us: She thought she might know the reason for this quality as well. It seemed that Layla’s obedient behavior came less from reverence than from indifference.

source: 그의 비웃음이 마음을 긁었다.
en_us: His sarcasm made her blood boil.

source: “아…… 네, 주인님.
en_us: “Ah... yes, Master.

source: 이제 스스럼없이 손가락 위에 앉아 노래하기도 했다.
en_us: It would readily sit on Matthias’s finger and sing.

source: 다시 응접 테이블에 둘러앉은 지루한 귀부인들은 간단한 간식을 즐기며 잡담을 나누었다.
en_us: The bored ladies then gathered again at the drawing room table and chatted as they enjoyed some light refreshments.

source: 클로딘은 더욱 화사한 미소를 지으며 성심껏 레일라 르웰린을 소개해 주었다.
en_us: Claudine’s smile widened as she continued to introduce Layla,

source: “어른이요?
en_us: “Adult?

source: 떠들썩한 만찬.
en_us: A lively dinner.

source: 그렇다면 레일라는?{j}클로딘은 가늘게 뜬 눈으로 유심히 레일라를 뜯어보았다.
en_us: But how does Layla feel about him? Claudine wondered, looking closely at Layla.{j}
